Repository: mattrayner/Give.Cat
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ca_es

source: Get the latest version:
ca_es: Obtingui l'última versió:

source: News websites getting you down? Can't face another look at 9gag?<br/>Or are you just fed up of looking at your friend's ugly faces?
ca_es: llocs web de notícies que aconseguir baix? No es pot fer front a un altre cop d'ull a 9gag?<br/>O són que acaba fart de veure les cares lletges del seu amic?

source: You've come to the right place...
ca_es: Vostè ha vingut al lloc correcte ...

source: This is what we do... Take <strong class="blue-text">all</strong> the pictures on a website and make them <strong class="blue-text">cats</strong>!
ca_es: Això és el que fem ... Prendre <strong class="blue-text">tot</strong> la imatges en una pàgina web i fer que siguin <strong class="blue-text">gats</strong>!

source: Keep Going...
ca_es: Segueix i Segueix ...

source: Show<strong>me</strong>
ca_es: Mostra<strong>em</strong>

source: Click on one of the pages below to see the change <strong class="blue-text">instantly</strong>!
ca_es: Feu clic a una de les pàgines següents per veure el canvi <strong class="blue-text">instantàniament</strong>!

source: I can<strong>has</strong>?
ca_es: Puc<strong>té</strong>?

source: Yes, you can has... All you have to do is <strong class="purple-text">drag the button below</strong> to your <strong class="purple-text">bookmark bar</strong> like this:
ca_es: Sí, es pot s'ha ... Tot el que has de fer és <strong class="purple-text">arrossegar al botó de sota</strong> al seu <strong class="purple-text">marcador bar</strong> així:

source: There's More!
ca_es: Hi ha més!

source: Below is a collection of <span class="blue-text">ugly dogs</span>, why not change that... Why not <span class="blue-text">give</span><strong>cat</strong>?
ca_es: A continuació es mostra una col · lecció de<span class="blue-text">gossos lletjos</span>, ¿per què no canviar això ... Per què no <span class="blue-text">give</span><strong>cat</strong>?

source: Fancy another go?
ca_es: Fantasia altra oportunitat?

source: Reset Dogs!
ca_es: Restablir els gossos!

source: Share the<strong>awesome</strong>!
ca_es: Comparteix la<strong>impressionant</strong>!

source: Pretty epic right? Why not tell your friends and share the love?
ca_es: Dret Pretty èpica? Per què no dir-li als seus amics i compartir l'amor?

source: Tweet about give<strong>cat</strong>!
ca_es: Tweet sobre give<strong>cat</strong>!

source: If you're a geek then you can fork us on GitHub... give<strong>cat</strong> is all open source!
ca_es: Si ets un geek, envieu una forquilla a GitHub... give<strong>cat</strong> és tot de codi obert!

source: Copyright &copy;2013 <a href="http://www.mattrayner.co.uk/" target="_blank">Matt Rayner</a>. Credit to <a href="http://heygirl.io">Hey Girl</a> for the inspiration.
ca_es: Copyright &copy;2013 <a href="http://www.mattrayner.co.uk/" target="_blank">Matt Rayner</a>. El crèdit al <a href="http://heygirl.io">Hey Girl</a> per a la inspiració

source: <h4>Coded with love</h4> <p>Coded in my spare time with love, permission from my girlfrend and <a href="http://brackets.io" target="_blank">Brackets</a>.</p> <p>Created under the <a href="http://en.wikipedia.org/wiki/MIT_License" target="_blank">MIT license</a>. <a href="http://github.com/mattrayner/Give.Cat/" target="_blank">Fork me on GitHub</a>.</p>
ca_es: <h4>Estarà amb amor</h4> <p>COded en el meu temps lliure amb l'amor, el permís de la meva girlfrend i <a href="http://brackets.io" target="_blank">Brackets</a>.</p> <p>Creat sota la <a href="http://en.wikipedia.org/wiki/MIT_License" target="_blank">MIT llicència</a>. <a href="http://github.com/mattrayner/Give.Cat/" target="_blank">Em forquilla a GitHub</a>.</p>

source: What's this?
ca_es: Què és això?

source: So, Give Cat is allways updating, changing and getting better... Infact, the latest public version of Give Cat was updated on <strong>
ca_es: Així, Donar gat sempre es troba l'actualització, canviant i cada vegada millor ... De fet, l'última versió pública de Give Cat es va actualitzar el <strong>

source: All you need to do is drag the button below to your bookmark bar... Simples!
ca_es: Tot el que has de fer és arrossegar el botó de baix a la barra de marcadors ... Simples!

source: Changes:
ca_es: Canvis:

source: Want to know exactly what's been updated? Check out the changes below!
ca_es: Vol saber exactament el que s'ha actualitzat? Fes una ullada als canvis de sota!
